// ─────────────────────────────────────────────────────────────
// НАШИ СООБЩЕНИЯ
// Чтобы добавить новые: просто вставь объект вида
//   { text: "текст сообщения", date: "ДД.ММ.ГГГГ" },
// Дата принимает форматы ДД.ММ.ГГГГ и ДД/ММ/ГГ.
// ─────────────────────────────────────────────────────────────
export const FALLBACK_MESSAGES = [
  {
    text: "в любом случае, я всегда приму тебя с распростёртыми объятиями, и лучше я попробую миллион раз с тобой, чем один раз с кем-либо ещё",
    date: "26.06.2026",
  },
  {
    text: "но ты во мне вернула эту часть — и перед тобой я не боялся быть уставшим, слабым, и мне стало легче",
    date: "26.06.2026",
  },
  {
    text: "не знаю, сердце бешено стучит, температура поднимается, чувствую как слабость появляется — и всё это при виде тебя",
    date: "28.06.2026",
  },
  {
    text: "горжусь тобой, дошла до таких мест",
    date: "28.06.2026",
  },
  {
    text: "моя самая вкусная, любимая и желаемая девочка на свете) ❤️",
    date: "13.07.2026",
  },
  {
    text: "вот я то же самое чувствую, радость моя. я так хочу видеть тебя счастливой, чаще слышать твой смех и видеть твою улыбку — мне так от этого становится хорошо, просто невероятное желание и чувство заботы к тебе",
    date: "16.07.2026",
  },
  {
    text: "да я тебя люблю милая, люблю максимально искренне, люблю тебя даже просто за то, что ты есть, люблю тебя не только как человека, а во всём твоём проявлении",
    date: "17.07.2026",
  },
  {
    text: "знаешь, думая о тебе, так хочется заботиться о тебе, о твоих мыслях, хочется быть рядом и всегда во всём тебя поддерживать. я действительно тебя люблю, мне хочется делать тебя счастливой и быть с тобой в радости и в горе",
    date: "17.07.2026",
  },
  {
    text: "так радуюсь за тебя, прям по полной кайфани от концерта, я тобой горжусь",
    date: "18.07.2026",
  },
  {
    text: "ты всё сможешь и всего добьёшься, сегодня ты себе это уже доказала. я в тебя верю, котик, и всегда тебя поддержу 🩷",
    date: "19.07.2026",
  },
  {
    text: "это и для меня теперь отложилось на миллион впечатлений, и этот день я запомнил, любимая",
    date: "19.07.2026",
  },
  {
    text: "я тебе приготовлю вкусный плов, когда тут будешь",
    date: "19.07.2026",
  },
  {
    text: "ТАК СИЛЬНО ГОРЖУСЬ ТОБОЙ КИЦЯ!!!!",
    date: "01/05/26",
  },
  {
    text: "стремлюсь только к лучшему ик лучшей девочке на свете",
    date: "01/05/26",
  },
  {
    text: "ты для меня и есть счастье, поэтому чувства мои тем более доверю тебе любимая❤️",
    date: "07/05/26",
  },
  {
    text: "мне наоборот нравится что из меня может всё выходитья от тебя слышу такие слова, которые я вообще мог никогда  в жизни не слышать, мне так это срывает крышупросто слов не найти чтобы описать то как АХУЕННО я себя чувствую, мне так приятно я просто улыбаюсь как дурачок и думаю о том как безумно сильно я тебя люблюспасибо что ты у меня ❤️",
    date: "07/05/26",
  },
  {
    text: "любимка, я в целом на месте не желал бы сидеть и готов быть а любой точке мира с тобой, хоть в Антарктиде хоть в Африке, да где угодно, мы же все равно побываем в местах где я хотел побывать вместе, я не привязываю своё местоположение к определенной стране, мне комфортна та страна, где моя спутница жизни находится)",
    date: "09/05/26",
  },
  {
    text: "я тоже благодарен тому, что мы встретились и сейчас вместе, я так счастлив с тобой ты не представляешь",
    date: "26/04/26",
  },
  {
    text: "я тебя тоже очень сильно люблю принцесса моя ❤️и я тоже очень хочу оберегать и делать тебя счастливой 🥹❤️",
    date: "26/04/26",
  },
  {
    text: "только твой, а ты тока моя сладкая!!!я тебя тоже люблю, сабинчиккк❤️❤️❤️",
    date: "26/04/26",
  },
  {
    text: "я всю твою любовь и приму и свою всю при всю отдам ❤️",
    date: "26/04/26",
  },
  {
    text: "я много думал про твои слова о глубине, и надеюсь я начал понимать, что именно ты имеешь ввиду, даже если это сложно как-то чётко описатьдля меня глубина это как раз коннект того чувства \"дома\", о котором я тебе говорил. это когда мы не просто находимся рядом в безопасности, а когда мы начинаем открывать друг другу те самые потайные мысли в своей голове, про которые раньше никому не говорили. помнишь я писал, что раньше бежал от своих мыслей? так вот глубина для меня это ХОТЕТЬ излагать тебе всё самое сокровенное, не боясь, что меня не поймут, чем я собственно и занимаюсь.. и я прям стараюсь открыться тебе СУПЕР МАКСИМАЛЬНО СИЛЬНОя на самом деле очень ХОЧУ узнавать тебя ещё сильнее. не дефолтные вещи, или вещи которые 100% мне понравятся, а именно то, что у тебя внутри, о чём ты молчишь или о чём переживаешь, но особенно то о чём ты молчишь, ведь молчание иногда даже громче любого крика. для меня возможно это и есть та самая Глубина, ведь мы как капуста вххвхв раскрываемся потихоньку друг друга доходя до самого сокровенного. я готов к этому, я готов ко всей тебе, я хочу чтобы ты знала, что во мне нет никаких границ для тебя, и я с таким же сакральным трепетом готов узнавать всё о тебеи даже, если я всё ещё до конца не понял про какую глубину ты говоришь, я не боюсь ошибиться в своём понимании, я хочу чтобы мы вместе нащупали ту самую глубину, которая поможет тебе перестать переживать об этом, и в целом сможет дать то что ты хочешь, то что мы хотим, мне правда важно изучать это всё и стараться понять друг друга, извини если я слишком глупи, что не могу додуматься до простых вещей, но я правда стараюсь делать только лучше",
    date: "29/04/26",
  },
  {
    text: "у меня есть сильные чувства к тебе не по какой-то определённой причине, они есть потому что это Ты, ты сама как явление, как личность, как характер, как что либо ещё",
    date: "26/04/26",
  },
  {
    text: "я тебе бесконечно благодарен, что я могу тебе полностью довериться и не обжечься, я даже не думаю о таком, я просто хочу быть с тобой и доверять тебе целиком и полностью",
    date: "28/04/26",
  },
  {
    text: "мне так хорошо что мы вместе",
    date: "19/04/26",
  },
  {
    text: "вот я думаю о тебе и так тепло на душе ты не представляешь",
    date: "19/04/26",
  },
  {
    text: "хочется уткнуться в тебя, обнять и уснуть так",
    date: "19/04/26",
  },
  {
    text: "ты тоже моя весна🐱",
    date: "26/04/26",
  },
  {
    text: "даже ту которую ты боишься, мне все твои стороны важны, они для меня одинаково любимы, все эти стороны, это ТЫ",
    date: "26/04/26",
  },
  {
    text: "с тобой я стал именно что счастливым",
    date: "24/04/26",
  },
  {
    text: "мне с тобой очень хорошо",
    date: "02/04/26",
  },
  {
    text: "я с тобой чувствую себя собой",
    date: "19/04/26",
  },
];
